Repository: DauvergneVC/QualityExperienceUI-
Catalog: Local/ClientResources/ClientsPages.*.resx
Languages: es_cl

# ComponentFormButtonCancel
source: Cancel
es_cl: Cancelar

# ComponentFormButtonCreate
source: Create
es_cl: Crear

# ComponentFormButtonUpdate
source: Update
es_cl: Actualizar datos

# ComponentFormCreateTitle
source: Create client
es_cl: Crear cliente

# ComponentFormLabelCountryID
source: Input the country ID
es_cl: Ingrese el ID del pais

# ComponentFormLabelDescription
source: Input the new client description
es_cl: Ingrese la nueva descripcion del cliente

# ComponentFormLabelName
source: Input the new client name
es_cl: Ingrese el nuevo nombre del cliente

# ComponentFormLabelStatus
source: Input the new state for the client
es_cl: Ingrese el nuevo estado para el cliente

# ComponentFormUpdateTitle
source: Update Client
es_cl: Actualizar datos del cliente

# ComponentTableColumnActions
source: Actions
es_cl: Acciones

# ComponentTableColumnDescription
source: Client description
es_cl: Descripcion del cliente

# ComponentTableColumnExpandCountryID
source: Country associated
es_cl: País asociado

# ComponentTableColumnExpandCreatedAt
source: Client created at
es_cl: Cliente creado el

# ComponentTableColumnExpandId
source: Client id
es_cl: Id del cliente

# ComponentTableColumnExpandUpdatedAt
source: Client updated at
es_cl: Cliente actualizado el

# ComponentTableColumnName
source: Client name
es_cl: Nombre del cliente

# ComponentTableColumnStatus
source: Client status
es_cl: Estado del cliente

# ComponentTableEditButton
source: Edit client
es_cl: Editar cliente

# ComponentTableLocaleCancelSort
source: Clear sort
es_cl: Restablecer

# ComponentTableLocaleTriggerAsc
source: SortAlphabetical
es_cl: Ordenar alfabeticamente

# ComponentTableLocaleTriggerDesc
source: Descending alphabetical
es_cl: Ordenar alfabeticamente inverso

# ComponentTableTitle
source: Clients list
es_cl: Lista de clientes

# DateFormater
source: yyyy - MM - dd
es_cl: dd 'de' MMMM 'de' yyyy

# DateTimeFormater
source: yyyy - MM - dd HH:mm
es_cl: dd 'de' MMMM 'de' yyyy 'a las' HH:mm

# PageDrawerCreateClientButton
source: Create client
es_cl: Crear cliente

# PageMessageClientCreated
source: Client created successfully
es_cl: Cliente creado con exito

# PageMessageClientUpdated
source: Client updated successfully
es_cl: Cliente actualizado con exito

# PageTitle
source: Clients
es_cl: Clientes
